{
    "version": "1.0.0",
    "template": [
        {
            "insite": true,
            "day": 7,
            "addDay": 14,
            "name": "Tuần 2",
            "title": "Thụ thai",
            "description": "Vào tuần này, bạn vừa rụng trứng. Trứng được thụ tinh trong vòng 12-24 giờ sau khi tinh trùng gặp được trứng. Nếu mọi việc suôn sẻ, sự kiện sinh học đơn giản này bắt đầu một loạt các quá trình càng lúc càng phức tạp hơn tạo nên một con người mới. Suốt nhiều ngày tiếp theo, trứng đã được thụ tinh sẽ tiếp tục phân chia thành nhiều tế bào trong lúc nó đi chuyển xuống ống dẫn trứng, đi vào tử cung và bắt đầu xâm nhập vào lớp niêm mạc tử cung.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 21,
            "name": "Tuần 3",
            "title": "Làm tổ",
            "description": "Bây giờ nép mình trong lớp niêm mạc giàu chất dinh dưỡng của tử cung là một quả bóng siêu nhỏ gồm hàng trăm tế bào nhân lên với tốc độ cực nhanh. Quả bóng này, được gọi là phôi nang, đã bắt đầu sản xuất hormone thai kỳ hCG, theo tín hiệu này, buồng trứng sẽ ngừng giải phóng trứng.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 28,
            "name": "Tuần 4",
            "title": "Phôi thai hình thành",
            "description": "Quả bóng của chúng ta giờ đã chính thức được gọi là phôi thai rồi. Đã khoảng 4 tuần từ ngày đầu của kì kinh cuối, thường đây là lúc kì kinh tiếp nên xuất hiện. Thời điểm này các biện pháp thử thai tại gia sẽ cho ra kết quả dương tính. Lúc này, bạn nhỏ của chúng ta chỉ bé bằng hạt anh túc.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 35,
            "name": "Tuần 5",
            "title": "Trái tim nhỏ bé sẽ bắt đầu đập",
            "description": "Tuy nhìn bé giống con nòng nọc hơn con người, nhưng bé đang phát triển rất nhanh. Hệ thống tuần hoàn đang bắt đầu hình thành và trái tim nhỏ bé sẽ bắt đầu đập trong tuần này. Bé chỉ lớn bằng hạt vừng tại tuần thai này.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 42,
            "name": "Tuần 6",
            "title": "Siêu âm, xét nghiệm máu, xét nghiệm nước tiểu (Tuần 6 ~ 7)",
            "description": "Xác định tình trạng thai nhi, kiểm tra tim thai, Đánh giá sức khoẻ của mẹ.\nMũi, miệng và tai của bé bắt đầu định hình, ruột và não cũng bắt đầu phát triển. Bé có kích thước 4-7mm (bằng hạt đậu xanh).",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 49,
            "name": "Tuần 7",
            "title": "Bàn tay bàn chân bé tí xíu",
            "description": "Bạn nhỏ đã lớn gấp đôi tính từ tuần trước, đuôi của bạn ấy vẫn còn nhưng sẽ biến mất sớm thôi. Những bàn tay bàn chân bé tí xíu nhìn như những mái chèo đang mọc từ những cánh tay cẳng chân đang phát triển. Lúc này chiều dài từ đầu đến mông của bé khoảng từ 9-15mm (bằng hạt đậu phộng).",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 56,
            "name": "Tuần 8",
            "title": "Cử động đầu tiên",
            "description": "Bạn nhỏ bắt đầu di chuyển vòng vòng, nhưng mẹ vẫn chưa cảm nhận được đâu. Các tế bào thần kinh bắt đầu phân nhánh, hình thành hệ thần kinh nguyên thủy. Ống hô hấp bắt đầu nối dài từ họng đến hai lá phổi đang phát triển. Kích thước hiện tại của bạn ấy từ 16- 22mm.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 63,
            "name": "Tuần 9",
            "title": "Sàng lọc dị tật bẩm sinh NIPT (Tuần 9 ~ 11)",
            "description": "Làm NIPT là xét nghiệm giúp phát hiện sớm ở tuần thứ 9 các nguy cơ dị tật thai nhi bẩm sinh nghiêm trọng do bất thường số lượng nhiễm sắc thể (NST). Xét nghiệm dị tật thai nhi tuần thứ 09 (thứ chín) của thai kỳ với xét nghiệm NIPT là xét nghiệm an toàn, chính xác và tốt nhất để phát hiện sớm nhất dị tật thai nhi.\nHình thái cơ bản của bạn đã hình thành rồi, thậm chí có cả dái tai nhỏ nhỏ xinh xinh, nhưng đường hãy còn dài lắm. Đuôi của bào thai đã biến mất. Bạn ấy chỉ nặng một phần ounce, tuy nhiên bạn sắp tăng cân thật nhanh. Mẹ ơi bạn ấy đã lớn bằng một quả nho rồi (chiều dài đầu- mông 23-30mm). ",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 70,
            "name": "Tuần 10",
            "title": "Đôi tay và đôi chân nho nhỏ đã có thể gập duỗi",
            "description": "Bạn nhỏ của chúng ta đã hoàn thành phần quan trọng nhất của quá trình phát triển. Da của bạn vẫn trong mờ, nhưng những đôi tay và đôi chân nho nhỏ đã có thể gập duỗi, những chi tiết nhỏ như móng cũng đã bắt đầu hình thành. Bạn ấy có chiều dài đầu- mông 31-40mm.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 77,
            "name": "Tuần 11",
            "title": "",
            "description": "Thiên thần của chúng ta đã hình thành gần như đầy đủ. Mặc dù mẹ vẫn chưa cảm nhận được, nhưng bạn ấy có thể đá chân, duỗi người, thậm chí còn nấc vì cơ hoành đang phát triển. Tại thời điểm này, bạn ấy có chiều dài đầu- mông 41-51mm .",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 84,
            "name": "Tuần 12",
            "title": "Sàng lọc dị tật bẩm sinh (Tuần 12 ~ 14)",
            "description": "Đây là một trong các mốc khám thai quan trọng tuyệt đối không nên bỏ qua bởi nó giúp sàng lọc dị tật bẩm sinh và đo độ mờ da gáy ở thai nhi. Thời điểm này bác sĩ sẽ tư vấn mẹ bầu làm xét nghiệm Double test (Bạn có thể bỏ qua nếu đã xét nghiệm NIPT từ tuần 9 ~ 11) để tính toán nguy cơ thai nhi mắc hội chứng Down ở giai đoạn sớm của thai kỳ. Xét nghiệm cho kết quả tốt nhất từ tuần 12 - tuần 13.\nTuần này các phản xạ của bạn nhỏ bắt đầu: Các ngón tay của bạn sẽ sớm bắt đầu gấp duỗi, các ngón chân sẽ cong và miệng bạn sẽ thực hiện các động tác mút. Bạn ấy sẽ cảm nhận được khi mẹ nhẹ nhàng sờ vào bụng - mặc dù mẹ vẫn chưa cảm nhận được cử động của bạn. Bé của mẹ đã lớn bằng quả chanh rồi!\nSau ba tháng đầu, sảy thai ít xảy ra hơn. Đối với nhiều bà mẹ tương lai, các triệu chứng mang thai sớm như ốm nghén và mệt mỏi đã biến mất. Nếu bây giờ mẹ cảm thấy tràn đầy năng lượng hơn và chưa tập thể dục trước giờ, đây là thời điểm tốt để bắt đầu một thói quen tập thể dục đều đặn khi mang thai.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 91,
            "name": "Tuần 13",
            "title": "Bước vào quý giữa thai kì: Điều gì sắp xảy ra",
            "description": "Đây là tuần cuối cùng của quý đầu thai kì. Những ngón tay bé xíu của bạn nhỏ bây giờ đã có vân tay, tĩnh mạch và các cơ quan nội tạng có thể nhìn thấy rõ qua da. Nếu mẹ đang mang bé gái, buồng trứng của bé chứa hơn 2 triệu trứng.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 98,
            "name": "Tuần 14",
            "title": "Não đã có các xung động thần kinh",
            "description": "Não của bạn nhỏ giờ đây đã có các xung động thần kinh và bạn ấy cũng có thể vận động cơ mặt được rồi. Thận cũng đang làm việc. Trên hình ảnh siêu âm lúc này mẹ còn có thể thấy bạn ấy đang mút ngón cái nữa cơ! Bé của mẹ nay lớn bằng quả chanh rồi nhé! (chiều dài đầu- mông khoảng 87 mm) .",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 105,
            "name": "Tuần 15",
            "title": "Bé đã cảm nhận được ánh sáng",
            "description": "Các mí mắt của bé vẫn đang nhắm kín, nhưng bé vẫn có thể cảm nhận được ánh sáng. Nếu mẹ chiếu đèn vào bụng, bé sẽ tránh luồng sáng. Siêu âm tuần này sẽ cho thấy giới tính của bé. Tuần này bé bằng quả táo.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 112,
            "name": "Tuần 16",
            "title": "Kiểm tra các bất thường về hình thái của thai nhi. (Tuần 16 ~ 18)",
            "description": "Da đầu của bé bắt đầu được tạo hình, mặc dù vẫn chưa thấy tóc đâu cả. Đôi chân nhỏ giờ đã phát triển, là lúc mẹ có thể cảm giác được thai máy. Đầu của bạn nhỏ lúc này đã thẳng hơn, và tai đã đến gần vị trí chuẩn. Bạn nhỏ của chúng ta lúc này lớn khoảng bằng quả bơ.\nThông qua siêu âm ở mốc khám thai này bác sĩ có thể phát hiện các bất thường về hình thái của thai nhi để đưa ra biện pháp can thiệp kịp thời như: dị dạng cơ quan, hở hàm ếch, sứt môi,... Ngoài ra, mẹ bầu cũng sẽ được tư vấn làm xét nghiệm sàng lọc Triple test (Bạn có thể bỏ qua nếu đã làm NIPT hoặc Double test ở các tuần trước) để dự đoán nguy cơ Down cũng như bất thường nhiễm sắc thể ở thai nhi.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 119,
            "name": "Tuần 17",
            "title": "",
            "description": "Bạn nhỏ của chúng ta giờ có thể vận động các khớp, và bộ xương của bé- trước đây là sụn mềm - hiện đang hóa xương. Dây rốn ngày càng khỏe và dày hơn.\nEm bé của mẹ có kích thước của củ cải.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 126,
            "name": "Tuần 18",
            "title": "",
            "description": "Bé nhỏ đang duỗi tay duỗi chân, và mẹ có thể cảm nhận được các chuyển động đáng yêu này. Bên trong, một lớp bảo vệ myelin đang được hình thành xung quanh dây thần kinh của bạn ấy.\nTuần này bé có trọng lượng khoảng 190 gram bạn nhé!",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 133,
            "name": "Tuần 19",
            "title": "",
            "description": "Các giác quan của bé - khứu giác, thị giác, xúc giác, vị giác và thính giác - đang phát triển và bé có thể nghe được giọng nói của mẹ. Mẹ có thể nói chuyện, hát hoặc đọc to cho bé nghe nếu mẹ thích.\nEm bé của mẹ có trọng lượng khoảng 240 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 140,
            "name": "Tuần 20",
            "title": "",
            "description": "Em bé của mẹ giờ có thể nuốt và hệ thống tiêu hóa của bạn ấy đang tạo ra phân su, có màu tối và dính dính mà bạn ấy sẽ cho ra trong lần đai tiện đầu tiên - trong tã lót hoặc trong bụng mẹ khi sinh.\nEm bé của mẹ hiện có kích thước bằng một quả chuối, cân nặng khoảng 300 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 147,
            "name": "Tuần 21",
            "title": "",
            "description": "Chuyển động của bé đã chuyển từ đập cánh sang đá hoặc đạp vào thành tử cung của mẹ. Mẹ có thể bắt đầu chú ý đến các tư thế khi mẹ đã quen với hoạt động của bé.\nEm bé của mẹ có kích thước của một củ cà rốt, khoảng 360 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 154,
            "name": "Tuần 22",
            "title": "Siêu âm, tiêm uốn ván, xét nghiệm máu và nước tiểu",
            "description": "Trong lần khám thai này bác sĩ có thể đánh giá được các dị tật bẩm sinh ở các cơ quan như phổi, tim,... và sự phát triển chung của thai nhi để đưa ra tư vấn phù hợp cho mẹ bầu.\nEm bé của chúng ta bây giờ trông giống như một bé sơ sinh thu nhỏ. Các đặc điểm như môi và lông mày đã rõ rệt hơn, nhưng sắc tố sẽ tô màu cho đôi mắt của bạn ấy vẫn chưa xuất hiện.\nEm bé của bạn có cân nặng 430 gram.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 161,
            "name": "Tuần 23",
            "title": "",
            "description": "Đôi tai của bé ngày càng tốt hơn trong việc thu nhận âm thanh. Thậm chí sau khi sinh, bạn nhỏ có thể nhận ra một số tiếng động mà bây giờ bạn ấy nghe được bên trong tử cung.\nBạn nhỏ của mẹ đang có kích thước của một quả xoài lớn, khoảng 500 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 168,
            "name": "Tuần 24",
            "title": "Nghiệm pháp dung nạp đường huyết (Tuần 24 ~ 28)",
            "description": "Bằng nghiệm pháp dung nạp glucose để kịp thời phát hiện đái tháo đường thai kỳ và can thiệp bằng cách thay đổi chế độ ăn, lối sống và có thể dùng thêm insulin.\nBạn nhỏ của chúng ta đang có dáng khá dài và gầy, nhưng thời điểm mũm mĩm sắp đến rồi. Da bạn vẫn mỏng và mờ, nhưng điều đó cũng sẽ bắt đầu thay đổi sớm thôi.\nBạn nhỏ của chúng ta đã lớn bằng một bắp ngô, khoảng 600 gram.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 176,
            "name": "Tuần 25",
            "title": "",
            "description": "Làn da nhăn nheo của bé bắt đầu được làm đầy bằng mỡ, khiến bé trông giống trẻ sơ sinh hơn. Tóc của bé đang bắt đầu mọc lên với màu sắc và kết cấu.\nEm bé của mẹ bây giờ có trọng lượng khoảng 660 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 183,
            "name": "Tuần 26",
            "title": "Phát hiện dị tật muộn và tiêm phòng",
            "description": "Em bé của mẹ bây giờ đang hít vào và thở ra nước ối, giúp bé phát triển phổi. Những động tác thở này là bài tập thực hành cho hơi thở không khí đầu tiên khi sinh.\nEm bé của mẹ có cân nặng khoảng 760 gram.\nThường thì khi thai nhi ở trong khoảng 26 - 30 tuần bác sĩ sẽ yêu cầu thai phụ siêu âm 4D để phát hiện dị tật muộn, kiểm tra lại một số cơ quan để đánh giá sự phát triển của thai nhi. Đây cũng là lúc mẹ bầu cần làm nghiệm pháp dung nạp glucose để biết mình có bị tiểu đường thai kỳ hay không. Muốn có được kết quả xét nghiệm chính xác mẹ bầu cần nhịn ăn theo đúng hướng dẫn của bác sĩ, uống nước đường và lấy máu 3 lần, mỗi lần lấy máu cách nhau 1 tiếng. Ngoài ra, mẹ bầu còn được bác sĩ cho tiêm mũi phòng uốn ván.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 190,
            "name": "Tuần 27",
            "title": "Quý ba thai kì: Chuyện gì sắp xảy ra",
            "description": "Đây là tuần cuối cùng của quý hai thai kì của mẹ. Bạn nhỏ thân thương bây giờ ngủ và thức dậy theo lịch trình đều đặn, và não của bạn rất năng động. Tuy phổi của bạn chưa được hình thành đầy đủ, nhưng chúng có thể hoạt động bên ngoài tử cung với sự trợ giúp y tế.\nBạn nhỏ của mẹ có kích thước khoảng 875 gram.\nTrong quý ba, mẹ có thể đi tiểu thường xuyên hơn hoặc bị chuột rút ở chân khi bạn nhỏ ấn vào dây thần kinh ở hông và lưng của mẹ.\nGiai đoạn trăng mật của thai kỳ đã kết thúc và niềm hạnh phúc làm cha mẹ đang hiện ra ở đường chân trời. Bây giờ là thời gian để làm những việc như đăng ký lớp học sinh nở, thăm khám bác sĩ thường xuyên hơn và tạo sổ đăng ký cho em bé.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 197,
            "name": "Tuần 28",
            "title": "",
            "description": "Thị lực của bé đang phát triển, điều này cho phép bé cảm nhận được ánh sáng từ bên ngoài qua màng lọc. Bạn ấy có thể chớp mắt, và lông mi của bạn đã mọc lên rồi.\nEm bé của mẹ có cân nặng khoảng 1000 gram.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 204,
            "name": "Tuần 29",
            "title": "",
            "description": "Cơ bắp và phổi của bé đang bận rộn để sẵn sàng hoạt động ở thế giới bên ngoài, và đầu bé đang phát triển để tạo chỗ cho bộ não đang phát triển của bé.\nEm bé của mẹ có kích thước của một quả bí nghệ.\nTừ tuần 29 đến tuần 34, em bé tăng trung bình 200gr mỗi tuần",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 211,
            "name": "Tuần 30",
            "title": "",
            "description": "Em bé của mẹ được bao quanh bởi một nửa lít nước ối, mặc dù lượng nước ối sẽ ít hơn khi bé lớn lên và chiếm nhiều không gian bên trong tử cung của mẹ.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 218,
            "name": "Tuần 31",
            "title": "",
            "description": "Giờ bạn nhỏ của chúng ta có thể ngúc ngắc cái đầu xinh. Một lớp mỡ bảo vệ đang được tích tụ dưới da và làm đầy những cánh tay đôi chân nhỏ.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 225,
            "name": "Tuần 32",
            "title": "Tiêm mũi 2 uốn ván, siêu âm hình thái",
            "description": "Dị tật thai nhi cũng sẽ được xác định lần cuối thông qua siêu âm 4D ở tuần thai thứ 32. Bác sĩ sẽ khám tổng quát cho mẹ, theo dõi doppler động mạch rốn và não của thai nhi, động mạch tử cung của mẹ. Ngoài ra, ngôi thai cũng sẽ được xác định để tiên lượng cho cuộc sinh sắp tới. Những mẹ bầu cần tiêm 2 mũi uốn ván thì sẽ được tiêm mũi số 2 ở lần khám thai này.\nMẹ có thể sẽ tăng nửa kilogram mỗi tuần. Một nửa số cân nặng ấy chuyển thẳng vào bạn nhỏ, nhân vật sẽ tăng từ 1/3 đến một nửa trọng lượng lúc sinh trong bảy tuần tới để chuẩn bị cho cuộc sống bên ngoài.",
            "require": true,
            "notify": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 232,
            "name": "Tuần 33",
            "title": "",
            "description": "Các mảnh xương sọ của bé vẫn chưa được hợp nhất mà được nối với nhau bằng tổ chức sụn, điều này khiến đầu bé dễ dàng chui qua đường sinh, chúng sẽ không hợp nhất hoàn toàn cho đến khi bé trưởng thành.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 239,
            "name": "Tuần 34",
            "title": "",
            "description": "Hệ thống thần kinh trung ương cũng như phổi của bé đang trưởng thành. Em bé sinh ra trong khoảng 34 đến 37 tuần mà không có vấn đề sức khỏe nào khác thường có thể sống bình thường trong thời gian dài.\nCân nặng của bé trung bình khoảng 2100 gram.\nBạn nhỏ đang tăng khoảng 30 gram mỗi ngày. Bạn cũng đang mất đi lớp màng mịn bao bọc cơ thể cùng với chất gây, chất sáp bảo vệ bạn ấy từ đầu đến giờ.",
            "require": true
        },
        {
            "insite": true,
            "day": 7,
            "addDay": 260,
            "name": "Tuần 37",
            "title": "Chào bé đế với Mẹ",
            "description": "Ngày dự sinh của mẹ đang đến rất gần rồi, nhưng dù bé nhìn giống một em bé sơ sinh, bé vẫn chưa sẵn sàng bước vào thế giới mới. Trong hơn 02 tuần tới phổi và não của bé sẽ trưởng thành đầy đủ.",
            "require": true,
            "notify": true
        }
    ]
}